tap "hashicorp/tap"
brew "hashicorp/tap/terraform"

tap "nikitabobko/tap"
cask "aerospace"

tap "FelixKratz/formulae"
brew "felixkratz/formulae/borders"

cask "1password-cli"
cask "alacritty"
cask "dbeaver-community"
cask "gcloud-cli"
cask "mactex"

brew "aerc"
brew "ansible"
brew "chezmoi"
brew "cloudflared"
brew "curl"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "graphviz"
brew "mercurial"
brew "jq"
brew "luarocks"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "nmap"
brew "node"
brew "ollama"
brew "opencode"
brew "openssl@3"
brew "pinentry-mac"
brew "pipenv"
brew "ripgrep"
brew "sqlite"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"
brew "wimlib"
brew "zsh-syntax-highlighting"
brew "zoxide"
